tap "aquaproj/aqua"
tap "aws/tap"
tap "charmbracelet/tap"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "ispec-inc/starry"
tap "jesseduffield/lazygit"
tap "kayac/tap"
tap "koekeishiya/formulae"
tap "mike-engel/jwt-cli"
tap "nikitabobko/tap"
tap "remove-bg/tap"
tap "supabase/tap"
tap "suzuki-shunsuke/asciinema-trim"
tap "tako8ki/tap"
tap "teamookla/speedtest"
tap "wez/wezterm"
tap "yumafuu/tap"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "cryptography"
brew "python@3.12"
brew "aws-sam-cli"
brew "bash"
brew "bat"
brew "cairo"
brew "cfn-lint"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "clipper"
brew "cookiecutter"
brew "cowsay"
brew "displayplacer"
brew "docker"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "frum"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "go"
brew "gotop"
brew "netpbm"
brew "psutils"
brew "groff"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jid"
brew "jq"
brew "libfido2"
brew "libsixel"
brew "luajit"
brew "mysql"
brew "neovim"
brew "nkf"
brew "nnn"
brew "node"
brew "openblas"
brew "numpy"
brew "openjdk"
brew "openvino"
brew "pngpaste"
brew "poppler"
brew "powerlevel10k"
brew "pstree"
brew "python-yq"
brew "python@3.11"
brew "python@3.8"
brew "rbenv"
brew "ripgrep"
brew "screenfetch"
brew "spotify-tui"
brew "starship"
brew "t-rec"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tty-clock"
brew "viu"
brew "watch"
brew "wireshark"
brew "yarn"
brew "zellij"
brew "aquaproj/aqua/aqua"
brew "charmbracelet/tap/freeze"
brew "charmbracelet/tap/vhs"
brew "jesseduffield/lazygit/lazygit"
brew "kayac/tap/ecspresso"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mike-engel/jwt-cli/jwt-cli"
brew "remove-bg/tap/removebg"
brew "supabase/tap/supabase"
brew "tako8ki/tap/gobang"
brew "yumafuu/tap/s1m"
cask "aerospace"
cask "edex-ui"
cask "espanso"
cask "jordanbaird-ice"
cask "keycastr"
cask "ngrok"
cask "sequel-ace"
cask "shottr"
cask "wezterm"
